predictions/bifurcation_angle45_750_ascii/Re500/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
simulationType  laminar;
