predictions/bifurcation_angle45_750_ascii/Re500/system/controlDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      controlDict;
}
application      foamRun;
solver           incompressibleFluid;
startFrom        startTime;
startTime        0;
stopAt           endTime;
endTime          10000;
deltaT           1;
writeControl     runTime;
writeInterval    10000;
purgeWrite       1;
writeFormat      ascii;
writePrecision   8;
writeCompression off;
timeFormat       general;
timePrecision    6;
runTimeModifiable true;

functions
{
    wallShearStress
    {
        type            wallShearStress;
        libs            ("libfieldFunctionObjects.so");
        writeControl    writeTime;
        patches         ( "wall-fluid_domain" );
    }
}
