predictions/bifurcation_angle45_750_ascii/Re500/system/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
numberOfSubdomains 16;
method          scotch;
